Repository: batoulapps/GuidanceMac
Catalog: Guidance/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

# settings.general.showIcon
source: Show icon in menu bar
ar: إظهار الأيقونة في شريط القائمة
bn: মেনু বারে আইকন দেখান
fa: نمایش نماد در نوار منو
fr: Afficher l'icône dans la barre des menus
id: Tampilkan ikon di bilah menu
ms: Tunjukkan ikon dalam bar menu
tr: Menü çubuğunda simgeyi göster
ur: مینیو بار میں آئیکن دکھائیں

# settings.general.showNextPrayer
source: Show next prayer info
ar: إظهار معلومات الصلاة القادمة
bn: পরবর্তী নামাজের তথ্য দেখান
fa: نمایش اطلاعات نماز بعدی
fr: Afficher la prochaine prière
id: Tampilkan info salat berikutnya
ms: Tunjukkan maklumat solat seterusnya
tr: Sonraki namaz bilgisini göster
ur: اگلی نماز کی معلومات دکھائیں

# settings.general.startup
source: Startup
ar: بدء التشغيل
bn: সূচনা
fa: راه‌اندازی
fr: Démarrage
id: Pengaktifan
ms: Permulaan
tr: Başlangıç
ur: آغاز

# settings.general.timeStyle
source: Time style
ar: نمط الوقت
bn: সময়ের ধরন
fa: سبک زمان
fr: Style de l'heure
id: Gaya waktu
ms: Gaya masa
tr: Saat biçimi
ur: وقت کا انداز

# settings.general.timeStyle.countdown
source: Countdown
ar: العد التنازلي
bn: কাউন্টডাউন
fa: شمارش معکوس
fr: Compte à rebours
id: Hitung mundur
ms: Kira detik
tr: Geri sayım
ur: الٹی گنتی

# settings.general.timeStyle.prayerTime
source: Prayer time
ar: وقت الصلاة
bn: নামাজের সময়
fa: وقت نماز
fr: Heure de la prière
id: Waktu salat
ms: Waktu solat
tr: Namaz vakti
ur: نماز کا وقت

# settings.location.city
source: City
ar: المدينة
bn: শহর
fa: شهر
fr: Ville
id: Kota
ms: Bandar
tr: Şehir
ur: شہر

# settings.location.coordinates
source: Coordinates
ar: الإحداثيات
bn: স্থানাঙ্ক
fa: مختصات
fr: Coordonnées
id: Koordinat
ms: Koordinat
tr: Koordinatlar
ur: مختصات

# settings.location.current
source: Current Location
ar: الموقع الحالي
bn: বর্তমান অবস্থান
fa: موقعیت کنونی
fr: Position actuelle
id: Lokasi Saat Ini
ms: Lokasi Semasa
tr: Mevcut Konum
ur: موجودہ مقام

# settings.location.detection
source: Detection
ar: الاكتشاف
bn: শনাক্তকরণ
fa: تشخیص
fr: Détection
id: Deteksi
ms: Pengesanan
tr: Algılama
ur: شناخت

# settings.location.error.denied
source: Location services for Guidance are not enabled.
ar: خدمات الموقع لتطبيق هداية غير مفعلة.
bn: Guidance-এর জন্য অবস্থান সেবা সক্রিয় নেই।
fa: خدمات موقعیت مکانی برای Guidance فعال نیست.
fr: Les services de localisation ne sont pas activés pour Guidance.
id: Layanan lokasi untuk Guidance tidak diaktifkan.
ms: Perkhidmatan lokasi untuk Guidance tidak diaktifkan.
tr: Guidance için konum servisleri etkin değil.
ur: Guidance کے لیے مقام کی خدمات فعال نہیں ہیں۔

# settings.location.error.network
source: Network connection unavailable.
ar: الاتصال بالشبكة غير متاح.
bn: নেটওয়ার্ক সংযোগ অনুপলব্ধ।
fa: اتصال شبکه در دسترس نیست.
fr: Connexion réseau indisponible.
id: Koneksi jaringan tidak tersedia.
ms: Sambungan rangkaian tidak tersedia.
tr: Ağ bağlantısı kullanılamıyor.
ur: نیٹ ورک کنکشن دستیاب نہیں۔

# settings.location.error.restricted
source: Location access is restricted on this device.
ar: الوصول إلى الموقع مقيد على هذا الجهاز.
bn: এই ডিভাইসে অবস্থান অ্যাকসেস সীমাবদ্ধ।
fa: دسترسی به موقعیت مکانی روی این دستگاه محدود شده است.
fr: L'accès à la localisation est restreint sur cet appareil.
id: Akses lokasi dibatasi pada perangkat ini.
ms: Akses lokasi disekat pada peranti ini.
tr: Bu cihazda konum erişimi kısıtlı.
ur: اس آلے پر مقام تک رسائی محدود ہے۔

# settings.location.error.title
source: Location Error
ar: خطأ في الموقع
bn: অবস্থান ত্রুটি
fa: خطای موقعیت مکانی
fr: Erreur de localisation
id: Kesalahan Lokasi
ms: Ralat Lokasi
tr: Konum Hatası
ur: مقام کی خرابی

# settings.location.error.unavailable
source: Unable to get current location.
ar: تعذر الحصول على الموقع الحالي.
bn: বর্তমান অবস্থান পাওয়া যায়নি।
fa: دریافت موقعیت کنونی ممکن نشد.
fr: Impossible d'obtenir la position actuelle.
id: Tidak dapat memperoleh lokasi saat ini.
ms: Tidak dapat memperoleh lokasi semasa.
tr: Mevcut konum alınamadı.
ur: موجودہ مقام حاصل نہیں کیا جا سکا۔

# settings.location.openSystemSettings
source: Open System Settings
ar: افتح إعدادات النظام
bn: সিস্টেম সেটিংস খুলুন
fa: باز کردن تنظیمات سیستم
fr: Ouvrir les Réglages Système
id: Buka Pengaturan Sistem
ms: Buka Tetapan Sistem
tr: Sistem Ayarları'nı Aç
ur: سسٹم کی ترتیبات کھولیں

# settings.location.region
source: Region
ar: المنطقة
bn: অঞ্চল
fa: منطقه
fr: Région
id: Wilayah
ms: Wilayah
tr: Bölge
ur: خطہ

# settings.location.search
source: Search Location
ar: البحث عن موقع
bn: অবস্থান খুঁজুন
fa: جست‌وجوی موقعیت
fr: Rechercher un lieu
id: Cari Lokasi
ms: Cari Lokasi
tr: Konum Ara
ur: مقام تلاش کریں

# settings.location.searchError.connection
source: Could not search. Check your connection.
ar: تعذر البحث. تحقق من اتصالك.
bn: খোঁজা যায়নি। আপনার সংযোগ পরীক্ষা করুন।
fa: جست‌وجو ممکن نشد. اتصال خود را بررسی کنید.
fr: Recherche impossible. Vérifiez votre connexion.
id: Tidak dapat mencari. Periksa koneksi Anda.
ms: Tidak dapat mencari. Semak sambungan anda.
tr: Aranamadı. Bağlantınızı kontrol edin.
ur: تلاش نہیں ہو سکی۔ اپنا کنکشن چیک کریں۔

# settings.location.searchError.resolve
source: Could not resolve location.
ar: تعذر تحديد الموقع.
bn: অবস্থান নির্ণয় করা যায়নি।
fa: تعیین موقعیت ممکن نشد.
fr: Impossible de localiser.
id: Tidak dapat menentukan lokasi.
ms: Tidak dapat menentukan lokasi.
tr: Konum belirlenemedi.
ur: مقام کا تعین نہیں ہو سکا۔

# settings.location.searchError.resolveTryAnother
source: Could not resolve location. Try another result.
ar: تعذر تحديد الموقع. جرب نتيجة أخرى.
bn: অবস্থান নির্ণয় করা যায়নি। অন্য ফলাফল চেষ্টা করুন।
fa: تعیین موقعیت ممکن نشد. نتیجه دیگری را امتحان کنید.
fr: Impossible de localiser. Essayez un autre résultat.
id: Tidak dapat menentukan lokasi. Coba hasil lain.
ms: Tidak dapat menentukan lokasi. Cuba hasil lain.
tr: Konum belirlenemedi. Başka bir sonucu deneyin.
ur: مقام کا تعین نہیں ہو سکا۔ کوئی دوسرا نتیجہ آزمائیں۔

# settings.location.searchPlaceholder
source: Search for a city or address
ar: ابحث عن مدينة أو عنوان
bn: শহর বা ঠিকানা খুঁজুন
fa: جست‌وجوی شهر یا نشانی
fr: Rechercher une ville ou une adresse
id: Cari kota atau alamat
ms: Cari bandar atau alamat
tr: Şehir veya adres ara
ur: کوئی شہر یا پتہ تلاش کریں

# settings.location.timeZone
source: Time zone
ar: المنطقة الزمنية
bn: সময় অঞ্চল
fa: منطقه زمانی
fr: Fuseau horaire
id: Zona waktu
ms: Zon waktu
tr: Saat dilimi
ur: ٹائم زون

# settings.location.useCurrent
source: Use current location
ar: استخدام الموقع الحالي
bn: বর্তমান অবস্থান ব্যবহার করুন
fa: استفاده از موقعیت کنونی
fr: Utiliser la position actuelle
id: Gunakan lokasi saat ini
ms: Guna lokasi semasa
tr: Mevcut konumu kullan
ur: موجودہ مقام استعمال کریں

# settings.notif.alert
source: Prayer Alert
ar: تنبيه الصلاة
bn: নামাজের সতর্কতা
fa: هشدار نماز
fr: Alerte de prière
id: Peringatan Salat
ms: Amaran Solat
tr: Namaz Uyarısı
ur: نماز کا الرٹ

# settings.notif.alert.toggle
source: Play at prayer time
ar: تشغيل عند وقت الصلاة
bn: নামাজের সময় বাজান
fa: پخش هنگام وقت نماز
fr: Diffuser à l'heure de la prière
id: Putar saat waktu salat
ms: Mainkan pada waktu solat
tr: Namaz vaktinde çal
ur: نماز کے وقت چلائیں

# settings.notif.dua
source: Play dua after adhan
ar: تشغيل الدعاء بعد الأذان
bn: আজানের পরে দোয়া বাজান
fa: پخش دعا پس از اذان
fr: Lire la dua après l'adhan
id: Putar doa setelah azan
ms: Mainkan doa selepas azan
tr: Ezandan sonra dua çal
ur: اذان کے بعد دعا چلائیں

# settings.notif.global
source: Global Alerts
ar: التنبيهات العامة
bn: সামগ্রিক সতর্কতা
fa: هشدارهای سراسری
fr: Alertes générales
id: Peringatan Global
ms: Amaran Sejagat
tr: Genel Uyarılar
ur: عمومی الرٹس

# settings.notif.jumuah.section
source: Jumu'ah (Friday)
ar: الجمعة
bn: জুমা (শুক্রবার)
fa: جمعه
fr: Jumu'ah (vendredi)
id: Jumat
ms: Jumaat
tr: Cuma
ur: جمعہ

# settings.notif.jumuah.switch.friday
source: Friday
ar: الجمعة
bn: শুক্রবার
fa: جمعه
fr: Vendredi
id: Jumat
ms: Jumaat
tr: Cuma
ur: جمعہ

# settings.notif.jumuah.switch.otherDays
source: Other days
ar: الأيام الأخرى
bn: অন্যান্য দিন
fa: روزهای دیگر
fr: Autres jours
id: Hari lain
ms: Hari lain
tr: Diğer günler
ur: دیگر دن

# settings.notif.jumuah.toggle
source: Use separate settings on Friday
ar: استخدم إعدادات منفصلة يوم الجمعة
bn: শুক্রবারে আলাদা সেটিংস ব্যবহার করুন
fa: استفاده از تنظیمات جداگانه در روز جمعه
fr: Utiliser des réglages séparés le vendredi
id: Gunakan pengaturan terpisah pada hari Jumat
ms: Guna tetapan berasingan pada hari Jumaat
tr: Cuma günü ayrı ayarlar kullan
ur: جمعہ کے دن الگ ترتیبات استعمال کریں

# settings.notif.openSystemSettings
source: Configure in System Settings
ar: ضبط في إعدادات النظام
bn: সিস্টেম সেটিংসে কনফিগার করুন
fa: پیکربندی در تنظیمات سیستم
fr: Configurer dans les Réglages Système
id: Atur di Pengaturan Sistem
ms: Konfigurasi dalam Tetapan Sistem
tr: Sistem Ayarları'nda yapılandır
ur: سسٹم کی ترتیبات میں ترتیب دیں

# settings.notif.permission.denied
source: Guidance notifications are off in System Settings. Enable them in System Settings.
ar: تنبيهات هداية متوقفة في إعدادات النظام. فعّلها من إعدادات النظام.
bn: সিস্টেম সেটিংসে Guidance-এর বিজ্ঞপ্তি বন্ধ আছে। সিস্টেম সেটিংস থেকে এগুলো সক্রিয় করুন।
fa: اعلان‌های Guidance در تنظیمات سیستم خاموش است. آن‌ها را در تنظیمات سیستم فعال کنید.
fr: Les notifications de Guidance sont désactivées dans Réglages Système. Activez-les dans Réglages Système.
id: Notifikasi Guidance nonaktif di Pengaturan Sistem. Aktifkan di Pengaturan Sistem.
ms: Pemberitahuan Guidance dimatikan dalam Tetapan Sistem. Aktifkannya dalam Tetapan Sistem.
tr: Guidance bildirimleri Sistem Ayarları'nda kapalı. Sistem Ayarları'ndan etkinleştirin.
ur: Guidance کے نوٹیفکیشنز سسٹم کی ترتیبات میں بند ہیں۔ انہیں سسٹم کی ترتیبات میں فعال کریں۔

# settings.notif.permission.error
source: Guidance could not request notification permission. Check System Settings.
ar: تعذر طلب إذن التنبيهات. تحقق من إعدادات النظام.
bn: Guidance বিজ্ঞপ্তির অনুমতি চাইতে পারেনি। সিস্টেম সেটিংস পরীক্ষা করুন।
fa: Guidance نتوانست اجازه اعلان را درخواست کند. تنظیمات سیستم را بررسی کنید.
fr: Impossible de demander l'autorisation des notifications. Vérifiez Réglages Système.
id: Guidance tidak dapat meminta izin notifikasi. Periksa Pengaturan Sistem.
ms: Guidance tidak dapat meminta kebenaran pemberitahuan. Semak Tetapan Sistem.
tr: Guidance bildirim izni isteyemedi. Sistem Ayarları'nı kontrol edin.
ur: Guidance نوٹیفکیشن کی اجازت طلب نہیں کر سکا۔ سسٹم کی ترتیبات چیک کریں۔

# settings.notif.permission.unknown
source: Notification permission needs attention in System Settings.
ar: تحتاج أذونات التنبيهات إلى مراجعة في إعدادات النظام.
bn: সিস্টেম সেটিংসে বিজ্ঞপ্তির অনুমতির দিকে মনোযোগ প্রয়োজন।
fa: اجازه اعلان در تنظیمات سیستم نیاز به بررسی دارد.
fr: L'autorisation des notifications nécessite une vérification dans Réglages Système.
id: Izin notifikasi perlu diperiksa di Pengaturan Sistem.
ms: Kebenaran pemberitahuan perlu diberi perhatian dalam Tetapan Sistem.
tr: Bildirim izni Sistem Ayarları'nda dikkat gerektiriyor.
ur: نوٹیفکیشن کی اجازت کو سسٹم کی ترتیبات میں توجہ درکار ہے۔

# settings.notif.post
source: Post-Reminder
ar: تذكير بعد الصلاة
bn: নামাজের পরে অনুস্মারক
fa: یادآور پس از نماز
fr: Rappel après
id: Pengingat Sesudah
ms: Peringatan Selepas
tr: Namaz sonrası hatırlatma
ur: نماز کے بعد یاددہانی

# settings.notif.post.stepper
source: %@ min after
ar: %@ دقيقة بعد
bn: %@ মিনিট পরে
fa: %@ دقیقه بعد
fr: %@ min après
id: %@ mnt setelah
ms: %@ minit selepas
tr: %@ dk sonra
ur: %@ منٹ بعد

# settings.notif.post.toggle
source: Alert after prayer time
ar: تنبيه بعد وقت الصلاة
bn: নামাজের সময়ের পরে সতর্ক করুন
fa: هشدار پس از وقت نماز
fr: Alerter après l'heure de la prière
id: Peringatan setelah waktu salat
ms: Beri amaran selepas waktu solat
tr: Namaz vaktinden sonra uyar
ur: نماز کے وقت کے بعد الرٹ کریں

# settings.notif.prayer
source: Prayer
ar: الصلاة
bn: নামাজ
fa: نماز
fr: Prière
id: Salat
ms: Solat
tr: Namaz
ur: نماز

# settings.notif.pre
source: Pre-Reminder
ar: تذكير قبل الصلاة
bn: নামাজের আগে অনুস্মারক
fa: یادآور پیش از نماز
fr: Rappel avant
id: Pengingat Sebelum
ms: Peringatan Sebelum
tr: Namaz öncesi hatırlatma
ur: نماز سے پہلے یاددہانی

# settings.notif.pre.stepper
source: %@ min before
ar: %@ دقيقة قبل
bn: %@ মিনিট আগে
fa: %@ دقیقه قبل
fr: %@ min avant
id: %@ mnt sebelum
ms: %@ minit sebelum
tr: %@ dk önce
ur: %@ منٹ پہلے

# settings.notif.pre.toggle
source: Alert before prayer
ar: تنبيه قبل الصلاة
bn: নামাজের আগে সতর্ক করুন
fa: هشدار پیش از نماز
fr: Alerter avant la prière
id: Peringatan sebelum salat
ms: Beri amaran sebelum solat
tr: Namazdan önce uyar
ur: نماز سے پہلے الرٹ کریں

# settings.notif.preview.play
source: Play sound preview
ar: تشغيل معاينة الصوت
bn: শব্দের প্রিভিউ বাজান
fa: پخش پیش‌نمایش صدا
fr: Lire l'aperçu sonore
id: Putar pratinjau suara
ms: Mainkan pratonton bunyi
tr: Ses önizlemesini çal
ur: آواز کی جھلک چلائیں

# settings.notif.preview.stop
source: Stop sound preview
ar: إيقاف معاينة الصوت
bn: শব্দের প্রিভিউ বন্ধ করুন
fa: توقف پیش‌نمایش صدا
fr: Arrêter l'aperçu sonore
id: Hentikan pratinjau suara
ms: Hentikan pratonton bunyi
tr: Ses önizlemesini durdur
ur: آواز کی جھلک روکیں

# settings.notif.silent
source: Mute sounds
ar: كتم الأصوات
bn: শব্দ নীরব করুন
fa: بی‌صدا کردن صداها
fr: Couper les sons
id: Bisukan suara
ms: Senyapkan bunyi
tr: Sesleri kapat
ur: آوازیں خاموش کریں

# settings.notif.sound
source: Sound
ar: الصوت
bn: শব্দ
fa: صدا
fr: Son
id: Suara
ms: Bunyi
tr: Ses
ur: آواز

# settings.notif.sound.adhan
source: Adhan
ar: الأذان
bn: আজান
fa: اذان
id: Azan
ms: Azan
tr: Ezan
ur: اذان

# settings.notif.sound.custom
source: Custom Sound
ar: صوت مخصص
bn: কাস্টম শব্দ
fa: صدای سفارشی
fr: Son personnalisé
id: Suara Kustom
ms: Bunyi Tersuai
tr: Özel Ses
ur: حسبِ ضرورت آواز

# settings.notif.sound.custom.change
source: Change custom sound file
ar: تغيير ملف الصوت المخصص
bn: কাস্টম শব্দ ফাইল পরিবর্তন করুন
fa: تغییر فایل صدای سفارشی
fr: Changer le fichier audio personnalisé
id: Ubah berkas suara kustom
ms: Tukar fail bunyi tersuai
tr: Özel ses dosyasını değiştir
ur: حسبِ ضرورت آواز کی فائل تبدیل کریں

# settings.notif.sound.custom.choose
source: Choose custom sound file
ar: اختيار ملف صوت مخصص
bn: কাস্টম শব্দ ফাইল নির্বাচন করুন
fa: انتخاب فایل صدای سفارشی
fr: Choisir un fichier audio personnalisé
id: Pilih berkas suara kustom
ms: Pilih fail bunyi tersuai
tr: Özel ses dosyası seç
ur: حسبِ ضرورت آواز کی فائل منتخب کریں

# settings.notif.sound.custom.unavailable
source: Custom sound file is unavailable
ar: ملف الصوت المخصص غير متاح
bn: কাস্টম শব্দ ফাইল অনুপলব্ধ
fa: فایل صدای سفارشی در دسترس نیست
fr: Le fichier audio personnalisé est indisponible
id: Berkas suara kustom tidak tersedia
ms: Fail bunyi tersuai tidak tersedia
tr: Özel ses dosyası kullanılamıyor
ur: حسبِ ضرورت آواز کی فائل دستیاب نہیں

# settings.tab.adjustments
source: Adjustments
ar: التعديلات
bn: সমন্বয়
fa: تنظیم‌ها
fr: Ajustements
id: Penyesuaian
ms: Pelarasan
tr: Ayarlamalar
ur: تعدیلات

# settings.tab.appearance
source: Appearance
ar: المظهر
bn: চেহারা
fa: ظاهر
fr: Apparence
id: Tampilan
ms: Penampilan
tr: Görünüm
ur: ظاہری شکل

# settings.tab.calculation
source: Calculation
ar: الحساب
bn: গণনা
fa: محاسبه
fr: Calcul
id: Perhitungan
ms: Pengiraan
tr: Hesaplama
ur: حساب

# settings.tab.general
source: General
ar: عام
bn: সাধারণ
fa: عمومی
fr: Général
id: Umum
ms: Umum
tr: Genel
ur: عمومی

# settings.tab.location
source: Location
ar: الموقع
bn: অবস্থান
fa: موقعیت مکانی
fr: Lieu
id: Lokasi
ms: Lokasi
tr: Konum
ur: مقام

# settings.tab.notifications
source: Notifications
ar: التنبيهات
bn: বিজ্ঞপ্তি
fa: اعلان‌ها
id: Notifikasi
ms: Pemberitahuan
tr: Bildirimler
ur: نوٹیفکیشنز

# settings.window.title
source: Guidance Settings
ar: إعدادات هداية
bn: Guidance সেটিংস
fa: تنظیمات Guidance
fr: Réglages de Guidance
id: Pengaturan Guidance
ms: Tetapan Guidance
tr: Guidance Ayarları
ur: Guidance کی ترتیبات

# sound.alafasy
source: Mishary Alafasy
ar: مشاري العفاسي
bn: মিশারি আল-আফাসি
fa: مشاری العفاسی
ur: مشاری العفاسی

# sound.aqsa
source: Al-Aqsa
ar: الأقصى
bn: আল-আকসা
fa: الاقصی
tr: Mescid-i Aksa
ur: الاقصیٰ

# sound.fajr
source: Fajr Adhan
ar: أذان الفجر
bn: ফজরের আজান
fa: اذان فجر
fr: Adhan du Fajr
id: Azan Subuh
ms: Azan Subuh
tr: İmsak Ezanı
ur: فجر کی اذان

# sound.istanbul
source: Istanbul
ar: إسطنبول
bn: ইস্তানবুল
fa: استانبول
ur: استنبول

# sound.makkah
source: Makkah
ar: مكة
bn: মক্কা
fa: مکه
fr: La Mecque
tr: Mekke
ur: مکہ

# sound.none
source: None
ar: بدون
bn: কোনোটিই নয়
fa: هیچ‌کدام
fr: Aucun
id: Tidak Ada
ms: Tiada
tr: Yok
ur: کوئی نہیں

# sound.system
source: System Default
ar: صوت النظام
bn: সিস্টেম ডিফল্ট
fa: پیش‌فرض سیستم
fr: Son par défaut
id: Bawaan Sistem
ms: Lalai Sistem
tr: Sistem Varsayılanı
ur: سسٹم ڈیفالٹ

# sound.yusuf
source: Yusuf Islam
ar: يوسف إسلام
bn: ইউসুফ ইসলাম
fa: یوسف اسلام
ur: یوسف اسلام

# settings.general.language.caption.urdu
source: App is in Urdu
ar: التطبيق بالأردية
bn: অ্যাপটি উর্দুতে
fa: برنامه به اردو است
fr: L’app est en ourdou
id: Aplikasi dalam bahasa Urdu
ms: Apl dalam bahasa Urdu
tr: Uygulama Urduca
ur: ایپ اردو میں ہے

# settings.general.language.caption.indonesian
source: App is in Indonesian
ar: التطبيق بالإندونيسية
bn: অ্যাপটি ইন্দোনেশীয়তে
fa: برنامه به اندونزیایی است
fr: L’app est en indonésien
id: Aplikasi dalam bahasa Indonesia
ms: Apl dalam bahasa Indonesia
tr: Uygulama Endonezce
ur: ایپ انڈونیشی میں ہے

# settings.general.language.caption.turkish
source: App is in Turkish
ar: التطبيق بالتركية
bn: অ্যাপটি তুর্কিতে
fa: برنامه به ترکی است
fr: L’app est en turc
id: Aplikasi dalam bahasa Turki
ms: Apl dalam bahasa Turki
tr: Uygulama Türkçe
ur: ایپ ترکی میں ہے

# settings.general.language.caption.persian
source: App is in Persian
ar: التطبيق بالفارسية
bn: অ্যাপটি ফারসিতে
fa: برنامه به فارسی است
fr: L’app est en persan
id: Aplikasi dalam bahasa Persia
ms: Apl dalam bahasa Parsi
tr: Uygulama Farsça
ur: ایپ فارسی میں ہے

# settings.general.language.caption.bengali
source: App is in Bengali
ar: التطبيق بالبنغالية
bn: অ্যাপটি বাংলায়
fa: برنامه به بنگالی است
fr: L’app est en bengali
id: Aplikasi dalam bahasa Bengali
ms: Apl dalam bahasa Bengali
tr: Uygulama Bengalce
ur: ایپ بنگالی میں ہے

# settings.general.language.caption.malay
source: App is in Malay
ar: التطبيق بلغة الملايو
bn: অ্যাপটি মালয়তে
fa: برنامه به مالایی است
fr: L’app est en malais
id: Aplikasi dalam bahasa Melayu
ms: Apl dalam bahasa Melayu
tr: Uygulama Malayca
ur: ایپ مالے زبان میں ہے
